BusinessProcesses/DataLabs/Study Files/WebServices/WebServiceRequestXMLs/AddNewPatient.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
  <soap:Body>
    <AddNewPatient xmlns="http://tempuri.org/DataLabsXC.InterchangeService/SiteService">
      <SiteID>SiteIDData</SiteID>
      <ScreeningID>ScreenIDData</ScreeningID>
      <PatientInitials>PatientInitialsData</PatientInitials>
      <ScreeningDate>ScreenedDateData</ScreeningDate>
    </AddNewPatient>
  </soap:Body>
</soap:Envelope>